locations = [
    {'name': 'Воронцовський палац', 'lat': 46.485908, 'lon': 30.736569},
    {'name': 'Приморський бульвар', 'lat': 46.486279, 'lon': 30.713202},
    {'name': 'Пам’ятник Дюку де Рішельє', 'lat': 46.474565, 'lon': 30.754907},
    {'name': 'Дерибасівська вулиця', 'lat': 46.485122, 'lon': 30.742351},
    {'name': 'Пасаж', 'lat': 46.484058, 'lon': 30.735311},
    {'name': 'Міський сад', 'lat': 46.484720, 'lon': 30.741520},
    {'name': 'Музей західного і східного мистецтва', 'lat': 46.484280, 'lon': 30.739142},
    {'name': 'Будинок з однією стіною', 'lat': 46.490017, 'lon': 30.745130},
    {'name': 'Музей контрабанди', 'lat': 46.484050, 'lon': 30.745410},
    {'name': 'Грецький парк', 'lat': 46.484844, 'lon': 30.751689},
    # додай ще до 100 локацій
]
